{
    "navbar": {
        "about-me": "Sobre Mi",
        "skills": "Habilidades",
        "portfolio": "Portafolio",
        "contact": "Contacto"
    },
    "presents": {
        "me": "Hola!, soy Juan Carlos V",
        "select": "Elegir lenguaje"
    },
    "my-personal": {
        "p1": "Soy desarrollador frontend con un título técnico en desarrollo de software en el Sena, ahí fue mi comienzo desarrollando.",
        "p2": "Casi todos mis conocimientos los he adquirido de forma autodidacta, me encanta aprender cosas nuevas, la tecnología, la lógica, compartir con la gente, entre muchas cosas más.",
        "p3": "Entre esas otras cosas que me apasionan está ayudar a los demás y resolver problemas, por eso me encanta ser desarrollador de software."
    },
    "skills": {
        "sentence": "nunca dejes de crecer, nunca dejes de aprender, nunca dejes de soñar",
        "skill": "Habilidades",
        "languages": "Lenguajes",
        "hobbies": "Pasatiempos",
        "read": "Leer",
        "ejercise": "Ejercitarme",
        "play": "Jugar Ajedrez",
        "other": "Otros"
    },
    "carousel": {
        "p1": "Esta es una aplicació tipo instagram, haz clic en ella y conoce más.",
        "p2": "Estos son gráficos hechos con React-Charts, haz clic en él si quieres ver más al respecto."
    },
    "footer": {
        "contact": "¡Encuéntrame aquí!"
    },
    "modal": {
        "imp1": "Este proyecto es personal, creado a partir de Css, Html, React-Charts y React. Consiste en maquetar graficas online de diferentes redes, con interacciones que una gráfica podria tener; como quitarle datos a las graficas; este proyecto fue más que todo de maquetacion.",
        "imp2": "El proyecto de maquetar un entorno de graficas y datos estuvo genial, probe a fondo el css grid y React-Charts",
        "go": "Ir al proyecto",
        "git": "Ver git",
        "close": "Cerrar",
        "im1p1": "Este es un proyecto personal, creado a partir de react, styled components, GraphQl y React-apollo, consiste en maquetar una aplicación tipo instagram.",
        "im1p2": "La temática es de mascotas, En donde puedes darle like, registrarte, iniciar sesión, tiene un apartado de tus fotos preferidas, entre otras cosas.",
        "imoviep1": "Este es un proyecto sobre una página de  películas, el reto con este proyecto fué que la meta era hacerlo en dos días, cosa que cumplí.",
        "imoviep2": "Esté proyecto está hecho con react, css, utilizando la api de The Movie db, en esta aplicacion pueden elegir tus peliculas favoritas, tener un apartado para estas, filtrar las peliculas por palabras claves, te muestra las películas más populares, tiene infinite scroll y otras cosas más.",
        "imoviechild1": "Este es el inicio",
        "imoviechild2": "Estas son unas listas en scroll horizontal que muestran los favoritos y las películas más populares.",
        "imoviechild3": "Esta es toda la lista de películas, contiene un infinite scroll para que nunca te dejen de aparecer nuevas peliculas.",
        "ipetchild1": "Este es el inicio, donde te muestra todas las fotos de animales, y eliges la categoria de animales que quieres ver.",
        "ipetchild2": "Este es el checkout, donde te puedes registrar o acceder a tu cuenta ya existente, es necesario para añadir fotos como favoritas.",
        "ipetchild3": "Después de estár registrado, esta es la sección de tus mascotas favoritas."
    }
}